#                                                                       Проект на тему "Лабиринт страха"

print ("                   всем привет ! Мы рады вас приветствовать на квесте ЖиТь ИлИ НеТ!!    ")
print ("Немножко пройдемся по правилам.Вам задается вопрос на него даются варианты ответов,отвечаете правильно переходите дальше если ответ не верный задаётся этот же вопрос. В сумме вопросов будет 15. По правилам все.Хоршей игры!!")
a = input ("вопрос 1:  какой язык выберите ? Русский ,англиский,немецкий,французкий")
if a == "Русский":
    print("правильный ответ! Хорошей игры!")
    s = input ("выберите вариант: пистолет,ака,граната")
    if s =="ака":
        print("хороший выбор салага,двигайся дальше")
    d = input ("вопрос 3:войти в здание или ждать подмогу?")
    if d =="ждать подмогу":G = input ("вопрос 4:ВЫЗВАТЬ полицию,ОМОН,АЛЬФУ.")
    if G =="ОМОН":
        print("ОМОН уже в пути ")
    h = input ("вопрос 5:штурмовать или нет")
    if h =="нет":
        print("
        
    